export default function Home() {
  return (
    <div className="flex-col grow overflow-y-scroll">
      <h2 className="font-extrabold">홈 페이지</h2>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
      <h4>스크롤이 어떻게 될까?</h4>
    </div>
  );
}
